;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: தமிழ்நேரம்<https://TamilNeram.github.io>
; TranslationAuthorEmail: anishprabu.t@gmail.com
;

[Translation]
LangCode=0449
ReadHabit=Left-to-right
LanguageName=தமிழ்
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Information
Warning=Warnings
Error=Error
Confirm=Confirmation
FrmGeneral.chkuac.caption=Skip UAC
FrmWRC.btnassist.caption=Assistance
FrmWRC.btnregclean.caption=Registry Cleaner
FrmWRC.btnadv.caption=System Tuneup
FrmWRC.btnsilm.caption=Registry Defrag
FrmWRC.btnrestore.caption=Restore
FrmWRC.btnsettings.caption=Settings
FrmWRC.btnlikeit.caption=Like it
FrmWRC.btnsuggest.caption=Suggestion and feedback
FrmWRC.WiseSimpleButton1.caption=Backup
FrmWRC.btnupdate.caption=Check for update
FrmWRC.btnfacebook.hint=Follow us on facebook
FrmWRC.btntwitter.hint=Follow us on Twitter
FrmWRC.btnemail.hint=Share it to your friends
FrmWRC.btnmessage.caption=Message
FrmReg.caption=பதிவு
FrmRegClean.btnall.caption=அனைத்தையும் தேர்ந்தெடு
FrmRegClean.btnre.caption=Recommended
FrmRegClean.btnnone.caption=Select None
FrmRegClean.btnCustom.caption=Custom Area
FrmRegClean.WiseLabel1.caption=Scheduler
FrmRegClean.lbltype.caption=Select Run Type:
FrmRegClean.lblweek.caption=Select day:
FrmRegClean.lbltime.caption=Time:
FrmRegClean.btnScan.caption=Scan
FrmRegClean.btncancel.caption=Cancel
FrmRegClean.btnrescan.caption=Back to Main
FrmRegClean.lblstat.caption=By now you haven't cleaned your registry. An instant cleanup is suggested!
FrmRegClean.vtrc.Columns[0]=Data
FrmRegClean.vtrc.Columns[1]=Registry Key
FrmReg.lblinfo.caption=Thank you for choosing Wise Registry Cleaner
FrmReg.lblinfoex.caption=Please input your license key to activate the PRO version.
FrmReg.lblemail.caption=மின்னஞ்சல்:
FrmReg.lblUser.caption=உங்கள் பெயர்:
FrmReg.lblKey.caption=License Key:
FrmReg.btnReg.caption=பதிவு
FrmReg.btnbuy.caption=Buy Now
FrmReg.lblhelp.caption=Have troubling input license key?
FrmReg.btnContact.caption=Contact us
FrmOptimizer.btnSlimming.caption=Optimize
FrmOptimizer.btnnone.caption=Select None
FrmOptimizer.btnall.caption=அனைத்தையும் தேர்ந்தெடு
FrmOptimizer.btnDefault.caption=System இயல்பான
FrmOptimizer.lblrecommendinfo.caption=Please try our other products from wisecleaner.com now!
FrmOptimizer.lblpce.caption=Wise PC Engineer
FrmOptimizer.lblpceinfo.caption=Wise PC Engineer is a bundle of important registry, disk, and other system utilities for your PC. Easy to use and Effective!
FrmOptimizer.lblwdcinfo.caption=Wise Disk Cleaner is the Best Free Disk Cleaner for cleaning junk files and privacy traces. Fast, Thorough and Secured!
FrmOptimizer.lblwdc.caption=Wise Disk Cleaner
FrmOptimizer.lblre.caption=Do you want to further improve your Windows performance?
Frmoptimizer.lblinfoex.caption=System tuneup can improve your network, speed your Windows, and stablize your system.
FrmOptimizer.btnoptimize.caption=Optimize
FrmRegDefragger.lblinfo.caption=Registry defrag can get your PC running more quickly and more stably.
FrmRegDefragger.lblstat.caption=You haven't defragmented your registry yet. An instant defrag is suggested!
FrmRegDefragger.btndefrag.caption=Defragment
FrmRegDefragger.lblinfo1.caption=1. We suggest that you close all other applications before running this function.
FrmRegDefragger.lblinfo2.caption=2. The system can be temporarily unresponsive while analyzing and it’s normal.
FrmRegDefragger.lblinfo3.caption=3. The system will reboot automatically once the registry defrag finished.
FrmRegDefragger.lblinfo4.caption=4. Please don’t break off during defrag process as it may cause unknown consequences.
FrmRegDefragger.vtdefrag.Columns[0]=Hive Name
FrmRegDefragger.vtdefrag.Columns[1]=Current Size
FrmRegDefragger.vtdefrag.Columns[2]=New Size
FrmRegDefragger.vtdefrag.Columns[3]=Redundancy Rate
FrmRegDefragger.btnAnalysis.caption=Analyse
Frmcustom.caption=Custom Area
Frmcustom.btnre.caption=Recommended
Frmcustom.btnall.caption=அனைத்தையும் தேர்ந்தெடு
Frmcustom.btnnone.caption=Select None
Frmcustom.btncancel.caption=Cancel
Frmcustom.btnok.caption=Ok
Frmabout.lblstatus.caption=Status:
frmabout.lblUninstall.caption=Uninstall Instruction
frmabout.lblPolicy.caption=Privacy Policy
frmabout.lblEula.caption=EULA
FrmAbout.lblver.caption=Current Version:
FrmAbout.lblemail.caption=Support Email:
FrmAbout.lblemailinfo.caption=support@wisecleaner.com
FrmAbout.lblhome.caption=Homepage:
FrmAbout.lblhomeinfo.caption=http://www.wisecleaner.com
FrmAbout.lblthanks.caption=Thank the following people for their contributions:
FrmAboutWin.caption=About
FrmAboutWin.btnok.caption=Ok
FrmSettings.caption=Settings
FrmSettings.tsCommon.caption=General
FrmGeneral.chkexp.caption=Join the Customer Experience Improvement Program
FrmGeneral.lblexp.caption=Detail
FrmSettings.tsAutoRun.caption=Auto Run
FrmSettings.tsExclusion.caption=Exclusion
FrmSettings.btnrestore.caption=About
FrmSettings.btnok.caption=Ok
FrmSettings.btncancel.caption=Cancel
FrmGeneral.chkassist.caption=Notify me when someone posted a paid question.
FrmUsers.lblinfo.caption=Select the users you wish Wise Registry Cleaner to manage
FrmUsers.rdcuser.caption=Current user only
FrmUsers.rdauser.caption=All users
FrmUsers.rdusers.caption=Selected users
FrmSettings.tsUsers.caption=Users
FrmGeneral.ckRestorePoint.caption=Auto creates a system restore point before defragging
FrmAutorunSettings.chk1.caption=Create a "Clean with 1-click" icon, and place it on the desktop
FrmAutorunSettings.lblcmd.caption=Command line mode
FrmAutorunSettings.lblcmdinfo.caption=You can run the program, scan and clean your registry automatically by command line. For more information, please press F1 or click the following URL to read our help documents.
FrmAutorunSettings.btnhelp.caption=Help Online
FrmExclusion.btnAdd.caption=Add a Keyword
FrmExclusion.btnExport.caption=Export
FrmExclusion.btnRemove.caption=Remove
FrmExclusion.btnimport.caption=Import
Frminput.btnok.caption=OK
Frminput.btncancel.caption=Cancel
FrmGeneral.chkNews.caption=Auto get newsletters
FrmGeneral.chkbackup.caption=Auto back up registry before cleaning
FrmGeneral.WiseLabel1.caption=Check for Updates:
FrmGeneral.WiseLabel2.caption=இயல்பு மொழி:
FrmGeneral.btnchecknew.caption=Check Now
FrmGeneral.lbtran.caption=Translate to...
FrmGeneral.lblscanmode.caption=How to scan the registry
FrmGeneral.rdnormal.caption=இயல்பான Scan
FrmGeneral.rdssafe.caption=Fast Scan
FrmGeneral.rddeep.caption=Deep Scan
FrmGeneral.lblBackup.caption=Backup to:
FrmGeneral.btnbr.caption=Browse...
FrmRegClean.lblDefaultHint.Caption=Only scan safe entries
FrmRegClean.lblFullHint.Caption=Full scan mode for advanced users
FrmRegClean.lblCustomHint.Caption=Scan customized entries
TFrmScheduler.lblHint.caption=The scheduled task will use Fast Scan mode.
FrmScheduler.caption=Scheduler
Frm_br.btncancel.caption=Cancel
FrmBackup.caption=Backup
FrmBackup.btnreg.caption=Create a full registry backup
FrmBackup.btnsys.caption=Create a system restore point
FrmRestore.caption=Restore Center
FrmRestore.btnRegBk.caption=Registry Restore
FrmRestore.btnSysBK.caption=System Restore
FrmRestore.btnclose.caption=Close
FrmRestore.btnrestore.caption=Restore
FrmRestore.btnremove.caption=Remove
frmupdate.caption=Software Update
pmLicenseKey1=பதிவு
pmLicenseKey=Change license key
pmHelp=Online Help
pmforum=Forum
pmHome=Homepage
pmContact=Contact us
pmCheckNew=Check for updates
pmLang=மொழி தேர்வு
pmSkin=Select Skin
pmAbout=பற்றி
pmIgnore=Ignore Selected Entry
pmrec=Select Safe Entries
pmAll1=அனைத்தையும் தேர்ந்தெடு
pmNone=Select None
pmGo=Open in Registry editor...
pmExport=Export to...
pmPortable=Create a portable version
FrmlikeUs.lblTitle.caption=If you love Wise Registry Cleaner, please introduce this lovely free tool to your beloved.
FrmlikeUs.lblInfo.caption=Please share Wise Registry Cleaner with your family, friends, classmates, and colleagues by Email, Blog, Twitter, YouTube, Facebook, etc... Well done! You will bring convenience and efficiency to their lives.
FrmlikeUs.lblRate.caption=Rate Wise Registry Cleaner:
FrmlikeUs.lblfollow.caption=Follow Us on:
FrmlikeUs.lblshare.caption=Share Wise Registry Cleaner:
FrmlikeUs.btndownload.caption=Free Download
FrmlikeUs.imgrate.hint=Give us 5 star award
FrmlikeUs.imgmail.hint=Share it with your friends
FrmlikeUs.imgface1.hint=Share it on Facebook
FrmlikeUs.imgface2.hint=Follow us on Facebook
FrmlikeUs.imgtwitter1.hint=Share it on Twitter
FrmlikeUs.imgtwitter2.hint=Follow us on Twitter
FrmlikeUs.Caption=Like it
FrmlikeUs.lbldownload.caption=Download more freeware from WiseCleaner.com
FrmProcess.Caption=Registry Analysis
FrmProcess.lblwait.caption=Analyzing...
FrmProcess.lblinfo.caption=Your PC will be unresponsive for a few seconds or minutes.
[Lang]
NativeLanguage=தமிழ்
[GUI]
ButtonYes=ஆம்
ButtonNo=இல்லை
ButtonOK=சரி
ButtonMinimize=Minimize
ButtonMaximize=Maximize
ButtonClose=மூடு
ButtonRestore=Restore
ButtonMenu=பட்டியல்
Support=Support & Feedback
[Message]
Unlimited=Unlimited
Free=Free
Registried=Registered
Unregistried=Unregistered
NoNews=You have no unread message.
InvalidRegInfo=Invalid registration information!
alluser=All user
currentuser=Current user
Username=பயனர்பெயர்
Proupdate=Feel sorry that the giveaway version can’t support upgrading, but we can provide special discount for you to get the latest version. Otherwise it will become FREE version if you choose to update it. Continue?
MWDetected=MalwareBytes is detected to block %s from working. Click OK to get the solution.
ActivateOnline=Checking your registration information, please wait for a few seconds...
WRCRunning=The program is running.
StopAndExit=The program is scanning, do you want to stop the scan and exit now?
EmptyEmail=Email address can't be empty.
EmptyName=பயனர்பெயர் can't be empty.
InvalidEmail=Invalid email, please input a valid email.
EmpytKey=License key can't be empty.
InvalidKey=Invalid license key, please input a valid key.
EnterEmail=Enter your email
EnterName=Enter your name
EnterKey=Enter your license key
OverMaxTimes=Exceeded the maximum number of activations.
ThanksRegister=Thank you for registering this product!
Activated=The full version has been activated.
ConnectFail=Can not connect to the server, please check your internet connection and try later.
NoRegInfo=Can not find your registration information, if you belive this is a mistake, please contact us.
NeedAdmire=The feature is available to administrator. If you want to run the feature, please login as administrator.
Valuenrea=Value name
Keyname=Key name
ScheduleHint=Cleanup your computer regularly.
Unoptimized=Unoptimized
UpdateError=Update error, do you want to download the latest version in our website?
RegeditorLocked=Your regedit is blocked. The function of backup/restore requires an accessible regedit. Do you want to unblock regedit now?
failtounLock=Failed to unblock regedit. Maybe you need further authorization to realize this operation.
Total=Total
DefragRate=It can help you reduce your registry size by %s.
SuggestDefrag=An immediate registry defrag is recommended.
SuggestIgnore=Your registry hardly has any redundancy, so please defragment it next time.
TypeNoError=Clean
NeverClean=By now you haven't cleaned your registry. An instant cleanup is suggested!
AdviseClean=Regular registry cleanup can get your PC running more quickly and more safely.
DupItem=This item has been listed in the list.
Advisedefrag=Registry defrag can get your PC running more quickly and more stably.
NeverDefrag=You haven't defragmented your registry yet. An instant defrag is suggested!
LastDefrag=The last time you defragmented your registry was on:
TotalDefrag=A total of %.2f has been compressed.
DefaultValue=(இயல்பான)
RegBackup=Backup Registry
RegRestore=Restore Registry
CreateBackup=Creating backup data...
Compress=Compressing...
Extracte=Extracting...
Complete=Complete
RestoreReg=Restoring Registry...Wait for a few minutes...
NotSupportOS=The feature is not supported on this operating system.
EnableRestore=System Restore is disabled. Do you want to enable system restore?
SysCreating=Creating a system restore point...
SysRestoring=Preparing to restore the system...
RestorePointDone=The system restore point was successfully created.
RestorePointFail=Failed to create the system restore point.
ErrorMsg=Error Message:
Area=Area
Summary=Description
LeastOne=Please choose at least one area to scan.
IsRunning=The program is scanning, please wait for the scan done, and try again.
Optimized=Optimized
DefragReport=The registry has been compacted. Optimized report:
DefragReport1=The old size of registry:
DefragReport2=The new size of registry:
DefragReport3=Optimized size:
ReOptimize=Optimizing Again
ComfirmDefrag=Please save your unfinished work, because the PC will reboot immediately after the registry defrag. Do you want to start now?
def15After=%d days have passed since you last defragmented your registry. Please defragment it now!
def15Before=Your computer will run fast and stable if you keep your registry as compact as possible.
KeyWord=Please enter your keywords:
ExImport=The exclusion list has been exported to:
NoNewVer=The version you are using is the latest one.
Daily=Daily
Weekly=Weekly
Monthly=Monthly
Never=Never
TranslateTo=Translate to...
NeedBack=It seems that this is your first time to use this program. An immediate registry backup is recommended. Would you like to back it up automatically now?
Newsletter=Newsletter
UpgradeInfo=Upgrade Information
CannotCrTask=Can not create a schedule task.
ScheduleNextTime=The next time:
Exported=The current items have been exported to %s. Do you want to open the file now?
Idle=On Idle
Login=At log on
LastClean=The last time you cleaned your registry was at:
Monday=Monday
Tuesday=Tuesday
Wednesday=Wednesday
Thursday=Thursday
Friday=Friday
Saturday=Saturday
Sunday=Sunday
IssueFound=%d problems were found.
Scanning=Scanning
ScanCanceled=The scan has been canceled!
FindError=A total of %d problems were found this time. %d were unsafe to be deleted.
LogAll=%d problems were found, %d problems have been solved.
LogFail=Failed to remove %d problems.
StartClean=Clean
StartScan=Scan
7After=%d days have passed since you cleaned your registry last time. An instant scan is suggested.
7Before=The cleaner your registry gets, the faster your computer becomes!
ReScanHint=%d problems were found. We suggest you to scan again to find more problems.
CleanNow=Please click "Clean" to fix these problems immediately.
NoError=Congratulations! You have a clean registry!
GoodHabit=It's helpful to keep your PC at peak performance by a regular registry cleanup.
ReScanHint1=We suggest you to scan again to find potential problems immediately.
TypeChanged=You have changed the scanning items!
ReScanHint2=Please scan again to find problems.
CleanDone=Cleanup was completed!
bkAuto=Automatically
bkManual=Manually
BackupDate=Backup Time
BackupType=Backup Type
Problems=Problems
CreateDate=Date Created
Description=Description
Removebackup=Do you want to remove the selected backup?
RemoveSysRestore=Do you want to remove the selected system restore point?
NoBackupSelected=Please choose at least one backup to restore.
RestoreComplete=Restore Complete
RestoreFromSysRestore=You must reboot your computer for system restore. Do you want to start restore now?
WhenIdle=On idle
WhenLogin=At log on
NewVer=A new version is available! Do you want to upgrade it now?
[Tuneup]
SuperPrefetchParameters=Disable Super-Prefetch to reduce memory consumption on windows (8/10) bootup.
BlueReboot=Disable automatical reboot when system encounters blue screen of death.
RemoteRegAccess=Disable registry modification from a remote computer.
FileListSpeed=Optimize refresh policy of Windows file list.
PreviewUP=Speed up display speed of Taskbar Window Previews.
OptDNS=Optimize DNS and DNS parsing speed.
OptLAN=Optimize LAN connection.
ShowSpeed=Optimized response speed of system display.
AeroSnap=Speed up Aero Snap to make thumb nail display faster.
SSDSpeedup=SSD Optimize
DisablePrefetch=Disable prefetch parameters to extend lifespan of SSD.
DisableSuperPrefetch=Disable Superfetch parameters to extend lifespan of SSD.
DisableDefragBoot=Disable drive defrag system on boot to extend lifespan of SSD.
DisableDefragIdle=Disable auto defrag when idle to extend lifespan of SSD.
EnableTRIM=Enable TRIM function to improve working performance of SSD.
OptIEConnection=Increased max connections per server. Webpage viewing speed and online video watching speed enhanced.
IconCache=Increase system icon cache and speed up desktop display.
RestoreAll=Do you want to restore all the items to Windows இயல்பான?
NoSelectedItem=Please select one item at minimum.
OptItems=The following %d items can be optimized.
ItemsOptimized=%d items have been optimized.
TakeEff=Some changes will not come into effect until you reboot your PC.
NoItems=Congratulations! All the items have been optimized.
BootSpeedup=Bootup/Shutdown acceleration.
SystemStable=System Stability
SystemSpeedup=System Speedup
NetworkSpeedup=Network Speedup
PrefetchParameters=Optimize prefetch parameters to improve Windows boot-up speed.
BootDelay=Reduces "check disk" time to improve Windows boot-up speed.
BootPartition=Enable optimization feature to improve Windows boot-up speed.
ClearPagingFile=Disable clearing Windows Paging File at shutdown to speed up PC shutdown.
TimeOut=Reduce application idleness at closing to improve the shutdown process.
AutoKill=Close frozen processes to avoid system crashes.
RestartExplorer=Automatically restart the Windows Explorer to stop an unexpected desktop disappearing.
TwoProcess=Set Windows Explorer components to run in separate processes avoiding system conflicts.
ErrorReport=Disable screen error reporting to improve system performance.
Debugger=பிழை செயலாக்கத்தை விரைவுபடுத்த பிழைத்திருத்தியை முடக்கவும்.
OptMemory=கணினி செயல்திறனை மேம்படுத்த நினைவக இயல்புநிலை அமைப்புகளை மேம்படுத்தவும்.
OptVEff=கணினியின் செயல்திறனை மேம்படுத்த முன் முனை கூறுகளை (உரையாடல் பெட்டி, பட்டியல், முதலியன) தோற்றத்தை மேம்படுத்தவும்.
OptFileSystem=கணினி செயல்திறனை மேம்படுத்த கோப்பு முறைமையை மேம்படுத்தவும்.
OptDiskSystem=கணினி செயல்திறனை மேம்படுத்த வட்டு I/O துணை அமைப்பை மேம்படுத்தவும்.
DisAutoRun=நோய்கிருமி தொற்று/பிரச்சாரத்தைத் தவிர்க்க வட்டுகளில் "தானியங்கி" அம்சத்தை முடக்கவும்.
OptDiskIdle= CPU செயலற்ற நிலையில் இருக்கும் போது வட்டு I/O ஐ மேம்படுத்தவும்.
OptTTL=பிணைய செயல்திறனை மேம்படுத்த வாநே (வாழும் நேரம்) அமைப்புகளை மேம்படுத்தவும்.
OptNetForward=பிணைய செயல்திறனை மேம்படுத்த பிணைய முன்னோக்கி திறனை மேம்படுத்தவும்.
OptMTU=பாதை MTU கண்டுபிடி நுட்பத்தில் வழிஅமைத்தலில் "கருந்துளைகளை" தானாக கண்டறிவதன் மூலம் TCP/IP செயல்திறனை மேம்படுத்தவும்.
OptWINS=தரவு பரிமாற்ற வேகத்தை மேம்படுத்த WINS பெயர் வினவல் நேரத்தை மேம்படுத்தவும்.
OptNetWork=தொடர்பு செயல்திறனை மேம்படுத்த பிணைய அமைப்புகளை மேம்படுத்தவும்.
CloseAnimate=சாளர பதிலை விரைவுபடுத்த ஒரு சாளரத்தை பெரிதாக்கும்போது அல்லது குறைக்கும்போது அனிமேஷன் விளைவை மூடு.
PagingExecutive=நினைவு பக்கமாக்கல் முடக்கவும் மற்றும் பயன்பாட்டு செயல்திறனை மேம்படுத்த வட்டு I/O ஐ குறைக்கவும். (உடல் நினைவகம் <1 ஜிபியாக இருந்தால் விருப்பம் புறக்கணிக்கப்படலாம்)
StaticIP=உங்கள் பிசி துவக்கத்தை விரைவுபடுத்த உங்கள் உள்ளூர் இணைப்பிற்கு நிலையான ஐபியை அமைக்கவும்.
PorcessorTime=பயன்பாடுகள், கேம்கள் போன்றவற்றைச் செயல்படுத்துவதற்கான செயலியின் செயல்திறனை மேம்படுத்தவும் (சர்வர் என்றால் புறக்கணிக்கவும்)
DisableIDECcheck=Windows பூட்-அப் வேகத்தை மேம்படுத்த விண்டோஸ் மூலம் IDE சேனல் சரிபார்ப்பைத் தடுக்கவும்.
ForeAppSpeed=முன்புற நிரல்களின் மறுமொழி வேகத்தை அதிகரிக்கவும்.
AeroPeek=Aero Peekகின் காட்சி வேகத்தை அதிகரிக்கவும்.
OptEthernet=ஈதர்நெட் அட்டை செயல்திறனை மேம்படுத்தவும்.
[Type]
ContextMenu=தவறான சூழல் பட்டியல் உருப்படிகள்
MUICache=MUI Cache கேச்
சேவைகள்=விண்டோஸ் சேவைகள்
Activex=ActiveX/COM கூறுகள்
FireWall=தீசுவர் அமைப்புகள்
RootAll=தவறான பாதைகள்
SoftwareSection=மென்பொருள் பாதைகள்
ApplicationPaths=பயன்பாடு பாதைகள்
FileTypes=கோப்பு வகைகள்
HelpFiles=உதவி கோப்புகள்
Fonts=எழுத்துருக்கள்
SharedDLL=பகிரப்பட்ட DLLகள்
MRULists=பயனர் MRU பட்டியல்கள்
UninstallSection=நிறுவல் நீக்கி
StartMenu=தொடக்க பட்டியல்
StartupProgram=தொடக்க நிரல்கள்
SoundandAppEvents=ஒலி மற்றும் பயன்பாடுநிகழ்வுகள்
IEUrlHistory=IE URL வரலாறு
IFEO=பட கோப்பு செயல்படுத்தல்
EmptyKey=வெற்று விசைகள்
App=பயன்பாடு அமைப்புகள்
[ErrorMessage]
MUIError1=MUI குறிப்பு இல்லை, ஆனால் இயக்கி "%s" %s, இந்தப் பிழையைப் புறக்கணிக்க பரிந்துரைக்கிறோம்.
MUIError=MUI குறிப்பு இல்லை
ServiceNotExists=சேவை நிரல் குறிப்பிடப்படவில்லை.
MimeExName=தவறான MIME கோப்பு நீட்டிப்பு பதிவு செய்யப்பட்டுள்ளது: %s
EmptyKey=வெற்று திறவுகோல்
EmptyHelpdirctory=உதவி அடைவு காலியாக உள்ளது.
FileNotExist=கோப்பு (கோப்புறை) இல்லை.
HFileNotExist=உதவி கோப்பு (கோப்புறை) இல்லை.
EmptyValue=வெற்று மதிப்பு
TypeLib=வகை நூலகம் இல்லை:
NodeEmpty=காலி முனை
SharedFilenotexist=பகிரப்பட்ட கோப்பு இல்லை.
sharefilenotbeuse=பகிரப்பட்ட கோப்பு பயன்படுத்தப்படவில்லை.
noconnection=கோப்பு இணைப்பு தகவல் இல்லாமல்.
Invalidpathtoicon=சின்னத்திற்கான தவறான பாதை.
ReferstoaninvalidClass=தவறான வகுப்பைப் குறிக்கிறது.
Emptyshellcommand=ஓடு கட்டளை காலியாக உள்ளது.
Invalidshellcommand=தவறான ஓடு கட்டளை (கோப்பு இல்லை).
Fontsnotexist=எழுத்துரு கோப்பு இல்லை.
Hijacking=%s %s ஆல் கடத்தப்பட்டது.
MRULists=பயனர் MRU பட்டியல்கள்
invalidOpenWith=இந்த வகையுடன் எந்த பயன்பாடும் இணைக்கப்படவில்லை.
ReferActivex=தவறான ActiveX/COM உள்ளீட்டைப் குறிக்கிறது.
EmptyCLSID=காலி CLSID.
ComSourceNotExist=COM மூலம் இல்லை.
invalidUnistall=தவறான நிறுவல் நீக்கத் தகவல்.
notexist=இல்லை.
ObsoleteStartMenuItem = காலாவதியான தொடக்க பட்டியல் உருப்படி.
SoundFilenotexist=ஒலி கோப்பு இல்லை.
FileNotExist1=கோப்பு (கோப்புறை) இல்லை, ஆனால் "%s" இயக்கி %s ஆகும், இந்த பிழையை புறக்கணிக்க பரிந்துரைக்கிறோம்.
OpenWithError=பிழையுடன் திறக்கவும், குறிப்பிட்ட பயன்பாடு இல்லை.
OpenWithError1=பிழையுடன் திறக்கவும், குறிப்பிட்ட பயன்பாடு இல்லை. ஆனால் "%s" இயக்கி %s ஆகும், இந்த பிழையை புறக்கணிக்க பரிந்துரைக்கிறோம்.
ComSourceNotExist1=COM மூலம் இல்லை, ஆனால் %s இயக்கி %s ஆகும், இந்த பிழையை புறக்கணிக்க பரிந்துரைக்கிறோம்.
[Summary]
ContextMenu=தவறான சூழல் மெனு உருப்படிகள்
MUICache=MUI Cache குறிப்பு இல்லை 
சேவைகள்=தவறான விண்டோஸ் சேவைகள்
Activex=தவறான ActiveX மற்றும் COM கூறுகள்
ஃபயர்வால்=தவறான சாளர தீசுவர் அமைப்புகள்
RootAll=தவறான பாதைகள் மற்றும் கோப்புகள்
SoftwareSection=அகற்றப்பட்ட மென்பொருளால் விடப்பட்ட தவறான பாதைகள் மற்றும் கோப்புகள்
ApplicationPaths=தவறான பதிவு செய்யப்பட்ட பயன்பாட்டு பாதைகள் மற்றும் கோப்புகள்
FileTypes=தவறான கோப்பு நீட்டிப்பு தகவல்
HelpFiles=தவறான பதிவு செய்யப்பட்ட உதவி கோப்புகள்
Fonts=தவறான எழுத்துரு தகவல்
SharedDLL=பகிரப்பட்ட மாறக்கூடிய-இணைப்பு நூலகங்கள் காணவில்லை
MRULists=பயனர் அணுகிய கோப்புகள், பார்த்த திரைப்படங்கள், திருத்தப்பட்ட ஆவணங்கள் போன்றவற்றின் வரலாறு.
UninstallSection=பயனற்ற அல்லது தவறான நிறுவல் நீக்கம் தகவல்
StartMenu=காலாவதியான தொடக்க மெனு உருப்படிகள்
StartupProgram=காலாவதியான அல்லது தவறான தொடக்க நிரல்கள்
SoundandAppEvents=ஒலி மற்றும் நிகழ்வுகளின் வழக்கற்றுப் போன அல்லது செல்லாத அமைப்புகள்
IEUrlHistory=இணைய உலாவி உடன் பார்வையிட்ட இணைய வரலாறு
IFEO=ஒற்றன்பொருள், நோய்க்கிருமி அல்லது தீம்பொருளால் உருவாக்கப்பட்ட தீங்கிழைக்கும் உள்ளீடுகள்
EmptyKey=தகவல் இல்லாத உள்ளீடுகள்
App=தவறான பயன்பாட்டு அமைப்புகள்
[AutoClean]
ErrorsFixed=பிழைகள் சுத்தம் செய்யப்பட்டுள்ளன.
Title=வாழ்த்துக்கள்!
ErrorsFound=பிழைகள் கண்டுபிடிக்கப்பட்டன.
[AutoUpdate]
CurrentFile=தற்போதைய கோப்பு:
Canceling=ரத்துசெய்கிறது...
CANCEL=ரத்துசெய்
Ready=பதிவிறக்கத் தயார்
[Skin]
SkinDefault=இயல்பான
SkinBlue=நீலம்
SkinGreen=பச்சை
SkinCustom=விருப்பம்
SkinColor=விருப்பமான தோல் நிறம்
[EUASK]
regcaption=பதிவு
logincaption=உள்நுழைவு
FrmEuaskLogin.lblJoin.Caption=Euaskஇல் சேரவும்
FrmEuaskLogin.lblSign.Caption=Euaskஇல் உள்நுழைக
FrmEuaskLogin.lblnick.Caption=பயனர்பெயர்:
FrmEuaskLogin.lbl1.Caption=கடவுச்சொல்:
FrmEuaskLogin.btnlogin.caption=உள்நுழைவு
FrmEuaskLogin.btnregister.Caption=பதிவு
FrmEuaskLogin.btnpwd.Caption=உங்கள் கடவுச்சொல்லை மறந்துவிட்டீர்களா?
FrmEuaskLogin.WiseLabel1.Caption=பயனர்பெயர்:
FrmEuaskLogin.WiseLabel2.Caption=கடவுச்சொல்:
FrmEuaskLogin.btnreg.caption=பதிவு
FrmEuaskLogin.WiseSimpleButton1.Caption=உள்நுழைவு
FrmEuaskLogin.lbl2.Caption=மின்னஞ்சல்:
FrmEuaskLogin.btnnone.Caption=இப்போது இல்லை
inputuser=உங்கள் கடவுச்சொல் மற்றும் பயனர் பெயரை உள்ளிடவும்.
[Renew]
subscribed=மீண்டும் எனக்கு நினைவூட்ட வேண்டாம்.
title=அறிவுபதிவுதுடைதொழில்முறை %d நாட்களில் காலாவதியாகிவிடும்!
title1=உங்கள் உரிம விசை காலாவதியானது. சரியான நேரத்தில் புதுப்பிக்கவும்!
Price=தொழில்முறை மட்டும் %s புதுப்பிக்கவும்!
Describe=தொழில்முறை பதிப்பின் சிறப்புரிமைகளை நீங்கள் இழக்க நேரிடலாம்.
[Edit]
pmcut=வெட்டு
pmcopy=நகல்
pmpaste=ஒட்டு
pmdelete=நீக்கு
pmselectall=அனைத்தையும் தேர்ந்தெடு
pmundo=செயல்தவிர்
Renew=இப்போது புதுப்பிக்கவும்
